Repository: HelsinkiHacklab/asylum
Catalog: project/access/locale/*/LC_MESSAGES/django.po
Languages: fi

source: All
fi: Kaikki

source: Revoked
fi: Peruutettu

source: Member
fi: Jäsen

source: Token value
fi: Tunnisteen arvo

source: Grants
fi: Pääsyoikeudet

source: Label
fi: Nimiö

source: Token Type
fi: Poletin tyyppi

source: Token Types
fi: Poletin tyypit

source: Token type
fi: Tunnisteen tyyppi

source: Token
fi: Poletti

source: Tokens
fi: Poletit

source: Bit number
fi: Bittinumero

source: External identifier
fi: Ulkoinen tunnus

source: Access Type
fi: Pääsyoikeuden tyyppi

source: Access Types
fi: Pääsyoikeuden tyypit

source: Access
fi: Pääsyoikeus

source: Notes
fi: Muistiinpanot

source: Grant
fi: Pääsyoikeus

source: Contact
fi: Yhteystieto

source: Non-member token
fi: Ulkopuoliselle annettu poletti

source: Non-member tokens
fi: Ulkopuoliselle annetut poletit
